Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON LATAM_Daytime Star.tmx
Source language: en
Languages: es_419

source: I'm sorry… I thought I did exactly as we rehearsed...
es_419: lo siento… creí que hacía exactamente lo que ensayamos…

source: Home
es_419: casa

source: you've trained for seven years on the treadmill, so that first place medal will definitely be yours!
es_419: entrenaste durante siete años corriendo en la rueda, ¡así que la medalla de oro será tuya!

source: ...I probably would've been a nuisance tomorrow by not being in my best condition.
es_419: mañana probablemente habría sido una molestia por no estar en mi mejor estado.

source: well, to be honest, seunghyeon did exactly as he rehearsed but you're the one who ducked and got hit.
es_419: en realidad, seunghyeon hizo exactamente lo que ensayó. fuiste tú el que se agachó y recibió el golpe.

source: o-of course!
es_419: ¡p-por supuesto!

source: snatch
es_419: ARREBATA

source: episode 30
es_419: episodio 30

source: ...to yura hwang.
es_419: … a yura hwang.

source: not at all! who in the world wouldn't fall for you when you make the move?
es_419: ¡para nada! cualquier mujer se enamoraría de ti si te mostraras interesado.

source: ...every time I see her.
es_419: … cada vez que la veo.

source: that's right! say no, changhyeon!
es_419: ¡así es! ¡di que no, changhyeon!

source: clean
es_419: LIMPIO

source: I couldn't wait to see you, so I left in the middle of my meal.
es_419: no podía esperar a saludarte, así que dejé la mitad de mi comida.

source: I have something to give you!
es_419: ¡tengo algo para ti!

source: what's this…?
es_419: ¿qué es esto?…

source: trrr
es_419: PRRR

source: listen, yura.
es_419: oye, yura.

source: but we've never officially met before, so shall we do a brief introduction?
es_419: pero no nos conocemos oficialmente. ¿hacemos una breve presentación?

source: that wasn't my phone.
es_419: no fue mi teléfono.

source: so, am I appealing to you as a man now?
es_419: entonces, ¿te atraigo como hombre ahora?

source: they're so tall!!
es_419: ¡¡qué altos son!!

source: what's going on?! how did this happen?!
es_419: ¡¿qué sucede?! ¡¿cómo pasó esto?!

source: i-it's yura hwang !
es_419: ¡s-soy yura hwang!

source: that was until she met him.
es_419: hasta que lo conoció a él.

source: isn't it surprising? he got into cooking after taking on a chef role in a drama. he's pretty good now.
es_419: sorprendente, ¿no? le interesó el arte culinario después de actuar como chef en un drama. es bastante bueno.

source: I want to put an end to seeing that prick's face as of today, jingyeong.
es_419: quiero ponerle punto final a mi interacción con ese imbécil desde hoy.

source: but you didn't mention it was seunghyeon seonbae shooting all night!
es_419: ¡pero no mencionaste que sería seunghyeon seonbae quien rodaría de noche!

source: so it was gwangsu.
es_419: así que gwangsu.

source: did she fall asleep after sending the text?
es_419: ¿se durmió después de enviar el mensaje?

source: thank you so much for the advice.
es_419: gracias por el consejo.

source: I'm really disappointed at director yu!
es_419: ¡estoy desilusionada con el director yu!

source: umm…
es_419: mmm…

source: …beat…
es_419: … pasar…

source: are you that surprised?
es_419: ¿tanto te sorprende?

source: are you sure you're meeting someone for work?
es_419: "¿seguro que vas a ver a alguien por trabajo?"

source: seriously…
es_419: en serio…

source: I-I'm...
es_419: y-yo…

source: I think celebrity news is here to interview the protagonists for the movie.
es_419: parece que celebrity news ha venido a entrevistar a los protagonistas.

source: alright. let's go!
es_419: bueno, ¡vamos!

source: stiff
es_419: RÍGIDA

source: when I first started living with jingyeong...
es_419: cuando me mudé con jingyeong,

source: don't worry.
es_419: tranquila.

source: ...I saw at miran's wedding.
es_419: … que vi en la boda de miran.

source: yeah…
es_419: sí…

source: what're you talking about?
es_419: ¿de qué hablas?

source: come on now, yura! we know when to leave the party!
es_419: ¡eh, yura! ¡sabemos cuándo dejar de estorbar!

source: it's really okay! take the call!
es_419: ¡no me molesta, en serio! ¡adelante!

source: wow
es_419: GUAU

source: we can always work together in a different movie, so don't worry about me and focus on your role.
es_419: podremos trabajar juntos en otra película, así que no te preocupes por mí y concéntrate en tu papel.

source: you think his acting will satisfy the perfectionist director yu?
es_419: ¿crees que al exigente director yu le gustará su actuación?

source: I rejected politely, but seeing you again is making me have second thoughts...
es_419: te rechacé amablemente, pero volver a verte me hace dudar…

source: actress jina song
es_419: jina song, actriz

source: blur
es_419: BORROSO

source: I wasted the whole day without calling him back…
es_419: perdí todo el día y no lo llamé…

source: thank you so much, seonbae.
es_419: muchas gracias, seunghyeon.

source: all right, yura.
es_419: muy bien, yura.

source: how can seunghyeon pull an act like that even when he's not on set?!
es_419: ¡¿cómo puede seunghyeon actuar así hasta cuando no está en el plató?!

source: didn't you hear him? he said he couldn't stop thinking about you and he missed you.
es_419: ¿no lo oíste? dijo que no podía dejar de pensar en ti y que te extrañaba.

source: I'm glad you're not into those kind of things!
es_419: ¡me alegra que no tengas esas preferencias!

source: honestly…
es_419: sinceramente…

source: what a strange turn of events.
es_419: qué giro extraño de los eventos.

source: his face...
es_419: su rostro…

source: woohoo
es_419: AAAAH

source: brush
es_419: FRAS

source: episode 10
es_419: episodio 10

source: no wonder you're a struggling actress even after all these years.
es_419: no es raro que tengas problemas para trabajar como actriz después de tantos años.

source: will you? then I'll get going.
es_419: ¿sí? bueno, entonces me voy.

source: ...what was he thinking, torturing her in this weather?
es_419: ¿en qué estaba pensando él, torturándola con este tiempo?

source: now, my acting will be judged by jeong-u?!
es_419: ¡¿jeong-u juzgará como actúo?!

source: man, didn't I tell you not to say a word?!
es_419: ¡¿no te dije que te callaras?

source: yep, will do.
es_419: me parece bien.

source: you know, I just…
es_419: pero ya sabes…

source: he's so handsome!
es_419: ¡es tan atractivo!

source: sorry.
es_419: perdón.

source: episode 26
es_419: episodio 26

source: what's with this awkwardness?
es_419: ¿qué es toda esta timidez?

source: I'm curious but scared at the same time.
es_419: siento curiosidad y miedo al mismo tiempo.

source: I don't think it has hit you yet, but once that music video is released…
es_419: aún no te das cuenta, pero cuando lancen el video musical…

source: right! the premier!
es_419: ¡claro! ¡la premier!

source: we're on our way to get some groceries.
es_419: estamos de camino al supermercado.

source: eeeek
es_419: ¡aay!

source: you're pissing me off, so please, don't say another word!
es_419: me estás haciendo enojar, así que ¡no digas una palabra más!

source: it won't matter what you talk about since the audio's gonna be taken out. but do focus on your character's emotions.
es_419: no importará lo que hablen, porque quitaremos el audio, pero concéntrense en las emociones del personaje.

source: alright...
es_419: muy bien…

source: I don't want to go…
es_419: no quiero ir…

source: yes! her acting was amazing back then.
es_419: ¡sí! su actuación fue fantástica.

source: I'm sorry. yura's schedule got affected because of me...
es_419: lo siento. la programación de yura se alteró por mi culpa…

source: then you go and read over your script in the car!
es_419: ¡entonces ve al auto y repasa el guion!

source: Actress
es_419: actriz

source: I totally understand.
es_419: yo te entiendo.

source: if he still has something to say, he's going to bother me in the future as well.
es_419: si todavía tiene algo que decir, me seguirá molestando más adelante.

source: ugh… yura… stop shaking me…
es_419: ag… yura… deja de sacudirme…

source: when someone tells you they're interested in you, you can't stop thinking about that person...
es_419: cuando alguien te dice que le gustas, no dejas de pensar en esa persona…

source: I'm sick of hearing your apologies!
es_419: ¡estoy harto de escuchar tus disculpas!

source: …constantly missing you…
es_419: te extraño todo el tiempo…

source: no. I just forgot because he was so kind and friendly.
es_419: no. lo olvidé porque fue muy amable y simpático.

source: come on now.{j}I've been trying to reach you all day…
es_419: vamos.{j}he tratado de comunicarme contigo todo el día…

source: I've heard she's done some minor roles, but I'm not convinced.
es_419: dicen que ha tenido algunos papeles menores, pero no estoy convencido.

source: no. I was awake. how about you? are you out right now?
es_419: no, no dormía. ¿y tú? ¿estás fuera?

source: ...I can't miss this golden opportunity!
es_419: … ¡no me puedo perder semejante oportunidad!

source: call them back and tell them we'll do it.
es_419: llámalos y diles que aceptamos.

source: oh, sure!
es_419: ¡por supuesto!

source: and happiness.
es_419: y felicidad.

source: if those two meet up, it's over!
es_419: si ellos se encuentran, ¡será el fin!

source: yeh, yeh… thanks to such and such, we've been very well.
es_419: sí, sí, gracias a tal y cual hemos estado muy bien.

source: so… what's on your mind?
es_419: entonces… ¿en qué piensas?

source: what about you?
es_419: ¿y tú?

source: …but he was no different from me.
es_419: pero sentía lo mismo que yo.

source: I'll be honored!
es_419: ¡será un honor!

source: I saw you yesterday.
es_419: ayer te vi.

source: d-d-d-director, s-seunghyeon needs to go to the hospital, immediately.
es_419: d-d-d-director, s-seunghyeon tiene que ir al hospital ya mismo.

source: oh, should I keep going?
es_419: ah, ¿quieres que siga?

source: call me when you're done!
es_419: ¡llámame cuando termines!

source: extra in a teen drama
es_419: extra en un drama adolescente

source: I'll wait.
es_419: yo te esperaré.

source: anyone would agree that jina song's a better match for seonbae…
es_419: cualquiera coincidiría en que jina song es mejor partido para él…

source: then you want me to go by myself?
es_419: ¿prefieres que vaya solo?

source: make sure you watch your mouth and don't get me involved with you.
es_419: asegúrate de cuidar lo que dices y no me involucres en tus asuntos.

source: you made it! you made it!
es_419: ¡lo lograste! ¡lo lograste!

source: I'm a genius!
es_419: ¡soy un genio!

source: wh-what's wrong?!
es_419: ¡¿q-qué ocurre?!

source: yep. gwangsu has to go with seunghyeon to the press conference anyway.
es_419: claro. gwangsu debe ir con seunghyeon a la conferencia de prensa.

source: your friends are so funny.
es_419: tus amigos son divertidos.

source: of course, I do.
es_419: claro que sí.

source: fine.
es_419: bien.

source: I'm proud of you, actress hwang!
es_419: ¡estoy orgullosa de ti, actriz hwang!

source: I miss him already…
es_419: ya lo extraño…

source: this is so surreal…
es_419: todo es tan irreal…

source: thud
es_419: TUM

source: you're early.
es_419: llegaste pronto.

source: how drunk was I to have the courage to hold onto him earlier?
es_419: ¿qué tan ebria estaría para tener el valor de retenerlo aquí?

source: goodness, jingyeong! don't worry about it and lie down!
es_419: ¡cielos, jingyeong! ¡no te preocupes y recuéstate!

source: ...what're you having for dinner today?!
es_419: ¡¿qué cenarás hoy?!

source: yep, that's right. so, don't say a word.
es_419: exactamente. así que cállate.

source: oh... this.
es_419: ah, esto.

source: I said... sleep in my room.
es_419: dije… que duermas en mi cuarto.

source: you're not hurt, are you? how's your face?
es_419: ¿no te hirieron, no? ¿cómo está tu cara?

source: ...I'm about to... right now?
es_419: … lo haré… ¿ahora?

source: ...so take your time.
es_419: tómate tu tiempo.

source: oh, then did they postpone the shooting date?!
es_419: ah, ¡¿entonces pospusieron la fecha del rodaje?!

source: Food Researcher
es_419: investigadora en nutrición

source: so the music used was blah blah...
es_419: así que la música que usé fue bla, bla…

source: where'd it go?
es_419: ¿dónde se metieron?

source: I can't believe…
es_419: ¡¡no lo puedo creer!!

source: I'm sorry…
es_419: lo siento…

source: episode 25
es_419: episodio 25

source: ...he was the first and only one, who asked that question.
es_419: él fue el primero y el único que hizo esa pregunta.

source: I also realized during this shoot that I need to work on my stamina…
es_419: en esta sesión de fotos aprendí que tengo que trabajar en mi resistencia…

source: I have to go back to my gloomy everyday life starting tomorrow.
es_419: debo regresar a mi mustia vida cotidiana a partir de mañana.

source: um...
es_419: mmm…

source: are you going to take this?
es_419: ¿vas a tomarla?

source: don't worry about it. you got me this, remember?
es_419: no te preocupes. esto es para mí, ¿lo recuerdas?

source: I feel a bit awkward wearing such a glamorous dress.
es_419: me siento un poco rara con este vestido tan glamoroso.

source: nothing's going on.
es_419: nada en absoluto.

source: hm?{j}I thought I heard voices. did someone come by?
es_419: ¿mmm?{j}me pareció oír voces. ¿vino alguien?

source: oh! did I wake you up?!
es_419: ¡ah! ¡¿te desperté?!

source: oops!
es_419: ¡uy!

source: I think it's my first time seeing you so relaxed in front of me.
es_419: es la primera vez que te veo tan relajada frente a mí.

source: one week ago
es_419: una semana antes

source: ahh, wait!
es_419: ¡aah, espera!

source: if you can't do it, stop wasting our time and go back to seoul!
es_419: si no puedes con esto, ¡no nos hagas perder el tiempo y vuelve a seúl!

source: well then, we'll get out of your way!
es_419: ¡bien, te dejaremos tranquila!

source: oh, wow. seems like you recognize me!
es_419: ¡ah, qué bien! ¡me reconociste!

source: I'll go order. you want americano, right?
es_419: iré a pedir. café americano, ¿verdad?

source: hello, seonbae?!
es_419: ¡¿seunghyeon?!

source: you're the one from the gym!
es_419: ¡eres la del gimnasio!

source: i-it's nothing!
es_419: ¡n-no, nada!

source: slam
es_419: BLAM

source: leave it up to me!
es_419: ¡déjamelo a mí!

source: so salty...
es_419: muy salado…

source: whoop
es_419: UOOOU

source: see you tomorrow.
es_419: hasta mañana.

source: of course! you're always number one in my eyes.
es_419: ¡claro! para mí siempre serás la más linda.

source: hey, seunghyeon!
es_419: ¡oye, seunghyeon!

source: I can't wait till I get my hands on him.
es_419: me muero por ponerle las manos encima.

source: we interviewed at least a hundred!!
es_419: ¡¡entrevistamos al menos a cien!!

source: gosh, why am I crying again?
es_419: ay, pero ¿por qué estoy llorando de nuevo?

source: is this really what I sent?!
es_419: ¡¿esto es lo que envié?!

source: I-I think the actress is drowning!
es_419: ¡c-creo que la actriz se está ahogando!

source: should I at least leave a text message?
es_419: ¿debería dejarle un mensaje de texto?

source: Only time will tell.
es_419: El tiempo lo dirá.

source: is it too sudden?
es_419: ¿es muy precipitado?

source: ramble
es_419: DIVAGA

source: …does that mean he wants to meet up with me later?
es_419: … ¿es que quiere reunirse conmigo más tarde?

source: he saw me?!
es_419: ¡¿me vio?!

source: you know how his acting skill is.
es_419: ya conoces sus escasas habilidades.

source: it's a no brainer.
es_419: es pura lógica.

source: what's going on between you two?
es_419: ¿qué hay entre ustedes dos?

source: fixing my makeup and changing outfits numerous times isn't easy as well.
es_419: las horas de maquillaje y los cambios de vestuario tampoco lo hacen fácil.

source: was it the same with you?
es_419: ¿te pasa lo mismo?

source: hey, look over there. that man!
es_419: oye, mira. ¡ese hombre!

source: mm… it's five to eleven.
es_419: mm… las once menos cinco.

source: you heard it correctly.
es_419: eso quise decir.

source: I'm gonna grab a beer!
es_419: iré a buscar una cerveza.

source: a lot has happened today.
es_419: hoy han pasado muchas cosas.

source: I'll text you the time and place in the morning.
es_419: te diré la hora y el lugar por la mañana".

source: you picked up right away.
es_419: atendiste rápido.

source: a man with an unapproachable splendor just on his own.
es_419: un hombre que tiene un esplendor inalcanzable.

source: who are you? are you a reporter?!
es_419: ¿quién eres? ¡¿una periodista?!

source: what…
es_419: ¿qué…?

source: not bad…
es_419: no está mal…

source: ah… that's true.
es_419: ah… claro.

source: what the?
es_419: ¿qué cosa…?

source: I had no idea you knew her.
es_419: no sabía que la conocías.

source: I'm sorry you have to stay longer because of me.
es_419: lamento que tengas que quedarte más tiempo por mi culpa.

source: I'm sorry for stopping by without any notice, ma'am.
es_419: lamento haber venido sin avisar, señora.

source: get to the point.
es_419: ve al grano.

source: oh no, don't do that!
es_419: ¡oh, no lo hagas!

source: ah, yes, hello. this is jeong-u kim's manager.
es_419: sí, hola. soy el representante de jeong-u kim.

source: hehe
es_419: JEJE

source: fumble
es_419: GESTICULA

source: yes, on my way!
es_419: ¡sí, estoy yendo!

source: think, yura… think…
es_419: piensa, yura, piensa…

source: no, really. it's nothing like that!
es_419: no, en serio. ¡no es eso!

source: a-a...
es_419: ¿u-una…

source: hey, wait a sec.
es_419: eh, aguarda.

source: episode 14
es_419: episodio 14

source: seon...
es_419: seun…

source: where're you going?!
es_419: ¡¿adónde vas?!

source: smirk
es_419: SONRÍE

source: haa...
es_419: aah…

source: call me when you're done. see ya!
es_419: llámame cuando estés lista. ¡nos vemos!

source: so it's a bit sad that we're practically a long distance couple right now.
es_419: así que es una pena que tengamos una relación a distancia justo ahora.

source: hang in there!
es_419: ¡aguanta, chica!

source: why did you date me?
es_419: ¿por qué salías conmigo?

source: I...
es_419: yo…

source: and I get nervous if I just sit around the house, so I try to keep myself busy.
es_419: y si me quedo en casa me pongo nerviosa, así que trato de mantenerme ocupada.

source: changhyeon wants to introduce me to some girl… let's go together.
es_419: changhyeon quiere presentarme a una chica… vayamos juntos.

source: you two are still newlyweds...
es_419: aún son recién casados…

source: dojin, suji. standby!
es_419: dojin, suji. ¡preparados!

source: then were you scared thinking she might reject you?
es_419: ¿entonces te preocupó que pudiera rechazarte?

source: model sojin yu
es_419: sojin yu, modelo

source: what're you doing here with your mask down?!
es_419: ¡¿qué haces sin la mascarilla?!

source: I don't want…
es_419: ¡no quiero…

source: did I really get the role in time?
es_419: ¿en serio conseguí el papel en tiempo?

source: I normally get my groceries delivered to my house.
es_419: normalmente me envían los alimentos a casa.

source: my ideal type is still the same. seunghyeon kang.
es_419: mi tipo ideal sigue siendo seunghyeon kang.

source: what's taking her so long?
es_419: ¿por qué demora tanto?

source: mhmm
es_419: MMMM

source: sorry, can I help you?
es_419: hola, ¿puedo ayudarte?

source: of course, I'll be there.
es_419: claro que iré.

source: I'm not drinking!!
es_419: ¡¡no beberé!!

source: wow, these lil' punks are so funny!
es_419: ¡qué graciosos son estos estúpidos!

source: if you're the black sheep in here, that's because you're too beautiful!
es_419: ¡si te ves como la oveja negra, es porque eres demasiado linda!

source: I'm sorry.{j}I saw her for the first time at the wedding.
es_419: lo siento.{j}la vi por primera vez en la boda.

source: did you get home safe?
es_419: ¿llegaste bien a casa?

source: hahahahaha
es_419: JAJAJAJAJA

source: uh...{j}I'm not sure if I heard you right...
es_419: eh…{j}no estoy segura de haberte entendido…

source: ...how'd you know?
es_419: ¿cómo lo supiste?

source: um… director. where are we going right now?
es_419: eh… director. ¿a dónde vamos?

source: it's been over a year...
es_419: ha pasado más de un año…

source: A celebrity’s celebrity, Seunghyeon Kang, keeps running into Yura, who always seems to be shedding tears every time he comes across her.
es_419: Una famosa celebridad, Seunghyeon Kang, no deja de cruzarse con Yura. Cada vez que se encuentran, ella está derramando lágrimas.

source: whoa
es_419: GUAU

source: that thought's never once crossed my mind.
es_419: jamás lo di por sentado.

source: i-it's...
es_419: m-me llamo…

source: why does he always catch me in my awkward moments?!
es_419: ¡¿por qué siempre me encuentra en situaciones embarazosas?!

source: yes, yes. such a pleasure!
es_419: sí, sí. ¡es un placer!

source: yura, what's wrong?!
es_419: yura, ¡¿qué te pasa?!

source: a scumbag?
es_419: ¿una rata?

source: whisper
es_419: SUSURRA

source: who knows. he's sitting there as a judge.
es_419: no lo sé. participa como juez.

source: come on now, yura! you're our main lead today. don't be so overwhelmed!
es_419: ¡vamos, yura! hoy eres nuestra protagonista. ¡no es para tanto!

source: episode 9
es_419: episodio 9

source: ...that I have no idea why I'm like this today.
es_419: que no tengo ni idea de por qué estoy así hoy.

source: I really hope…
es_419: cielos, espero…

source: why did I come all the way here for a meal?
es_419: ¿por qué vine hasta aquí para comer?

source: loom
es_419: FUUM

source: cheer
es_419: BRAVO

source: what is that jerk doing here?!
es_419: ¡¿qué hace aquí este idiota?!

source: because of you!
es_419: ¡por tu culpa!

source: no, wait, I mean…
es_419: no, aguarden, digo…

source: wham
es_419: PLAM

source: wait!
es_419: ¡espera!

source: you two know each other?
es_419: ¿se conocían?

source: the director and actors will be watching the movie here as well…
es_419: los artistas y el director también verán la película aquí…

source: you sure this is okay?{j}I think it'll be safer for you to leave--
es_419: ¿estás seguro de que está bien?{j}quizá sería mejor que te fueras…

source: woo
es_419: UF

source: this looks very expensive...
es_419: parece muy caro…

source: you just called me. what're you talking about?
es_419: acabas de llamarme. ¿de qué hablas?

source: isn't he that celebrity?!
es_419: ¡¿no es ese famoso?!

source: yura was scheduled to go back to seoul after shooting her scene,
es_419: yura tenía programado regresar a seúl después de filmar su escena,

source: I'll make sure--
es_419: me aseguraré de…

source: we recently worked on a film together.
es_419: hace poco trabajamos en la misma película.

source: she must be stuttering because she's so cold.
es_419: debe estar tartamudeando por el frío.

source: pow
es_419: PUM

source: I'm ready.
es_419: estoy lista.

source: seonbae! have you tried this?
es_419: ¡seunghyeon! ¿probaste esto?

source: if you sense something even a tad off, you have to make a run for it, all right?
es_419: si percibes que algo es un poco raro, tienes que salir de ahí, ¿de acuerdo?

source: hehehe...
es_419: je, je…

source: I mean, I honestly don't know what to say when I meet her.
es_419: pero, sinceramente, no sé qué le diré cuando la vea.

source: sorry. did you wait long?
es_419: perdón. ¿llevas mucho esperando?

source: you think yeonghan's happy about what happened?
es_419: ¿crees que yeonghan está contento con lo que pasó?"

source: that's why he was so excited…
es_419: por eso está tan entusiasmado…

source: because…
es_419: porque…
